Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Developed a Pit wall cell mapping database in MSAccess for the purpose of rock mass characterization using statistical approaches.
es: Desarrollo de una base de dato de mapeo de celdas de muros de rajos en MSAccess para efectos de caracterización de macizo rocoso usando métodos estadísticos.

source: Developed a constitutive model for sand and analysed the Canadian Liquefaction Experiment embankments under partially drained and undrained conditions.
es: Desarrolló un modelo constitutivo para arena y analizó terraplenes del Experimento de Licuefacción Canadiense en condiciones parcialmente drenadas y no drenadas.

source: Developed a dual phase extration system, to recover LNAPL from a large diesel release to groundwater.
es: Desarrollo de un sistema de extracción de dos fases, para la recuperación de FLNA de una descarga considerable de diesel a aguas subterráneas.

source: Developed an Environmental Monitoring Database in MSAccess for the purpose of reporting and trend analysis.
es: Desarrollo de una base de datos de monitoreo ambiental en MSAccess para efectos de generación de informes y análisis de tendencias.

source: Developed and coded the first version of the computational module for Examine2D in the 'C' language.
es: Desarrollo y codificación de la primera versión del módulo computacional para Examine2D en el lenguaje C.

source: Developed and coded the graphical and computational modules for Goldpit.
es: Desarrollo y codificación de los módulos gráfico y computacional de Goldpit.

source: Developed and coded the graphical and computational modules for the original version of Phases.
es: Desarrollo y codificación de los módulos gráfico y computacional para la versión original de Phases.

source: Developed and coded the graphical and computational modules for the original version of Unwedge.
es: Desarrollo y codificación de los módulos gráfico y computacional para la versión original de Unwedge.

source: Developed non-linear, 2D (2DNONLIN) and 3D (3DNONLIN) constitutive models for modelling soil behaviour under monotonic and irregular cyclic loading, including hysteretic damping throughout the full spectrum of strain levels.
es: Desarrolló modelos constitutivos no lineales 2D (2DNONLIN) y 3D (3DNONLIN) para modelar el comportamiento del suelo bajo cargas cíclicas monotónicas e irregulares, incluido el amortiguamiento histerético a lo largo del espectro completo de niveles de deformación.

source: Developed non-linear, 2D (2DNONLINLIQ) and 3D (3DNONLINLIQ) models for liquefaction analysis that capture the non-linear, pre-liquefaction response of soil, liquefaction triggering in accordance with any site-specific or empirical liquefaction triggering relationship, and the post-liquefaction response of soil.
es: Desarrolló modelos no lineales 2D (2DNONLINLIQ) y 3D (3DNONLINLIQ) para el análisis de licuefacción que captan la respuesta no lineal del suelo previa a la licuefacción, activación de la licuefacción según cualquier relación de activación de la licuefacción específica de sitio o empírica y la respuesta del suelo posterior a la licuefacción.

source: Developed predominantly within the lower third of the Tvs32 with lesser development within Tvs34 and at the contact between Tvs34 and Tvs32.
es: Desarrollado predominantemente dentro del tercio inferior de la Tvs32 con menor desarrollo dentro de la Tvs34 y en el contacto entre la Tvs34 y la Tvs32.

source: Developing a Forecast
es: Desarrollo de un pronóstico

source: Developing a forecast for the full year is needed at this time for use in calculating the 2017 Share Transfer Price (STP).
es: El desarrollo de un pronóstico para el año completo es necesario en este momento para usarlo en el cálculo del precio de transferencia de las acciones (STP) en 2017.

source: Developing the company’s approach to governance, including developing a set of governance principles that are specifically applicable to the Company
es: Desarrollar el método de gobernanza de la compañía, que incluya el desarrollo de un conjunto de principios de gobernanza que se apliquen específicamente a la Compañía

source: Developing a WMS with a junior employee
es: Elaborar un WMS con un colaborador junior

source: Development of a project catalog also requires that each earthquake is measured with a common magnitude scale.
es: La elaboración de un catálogo específico del proyecto también requiere que cada sismo sea medido con una escala de magnitud común.

source: Development of a project earthquake catalog also requires that each earthquake is measured with a common earthquake magnitude scale.
es: La elaboración de un catálogo de sismos específico del proyecto también requiere que cada sismo sea medido con una escala de magnitud sísmica común.

source: Development of a site-specific PSHA requires a comprehensive understanding of the spatial and temporal distribution of historical earthquakes for the region surrounding the site of interest.
es: El desarrollo de un análisis PSHA específico exige una comprensión integral de la distribución espacial y temporal de los sismos históricos en la región que rodea al sitio de interés.

source: Development of a site-specific PSHA requires a comprehensive understanding of the spatial and temporal distribution of historical earthquakes for the region surrounding the site.
es: El desarrollo de un análisis PSHA específico exige una comprensión integral de la distribución espacial y temporal de los sismos históricos en la región que rodea al sitio.

source: Development of computer codes for probabilistic analysis of stability of underground wedges for mining operations in hard rock.
es: Desarrollo de códigos computacionales para análisis probabilístico de estabilidad de cuñas subterráneas para operaciones mineras en roca dura.

source: Development of software for mining applications.
es: Desarrollo de software para aplicaciones mineras.

source: Dial Before You Dig (DBYD) based on local area.
es: Servicios de localización de servicios enterrados

source: Did not expect RFP; project info limited to solicitation
es: No esperaba RFP; información del proyecto limitada a solicitud

source: Did you have regular communications and meetings with your mentor during this development cycle?
es: ¿Mantuvo contacto y reuniones regulares con su mentor durante este ciclo de desarrollo?

source: Different approaches and tools based on project complexity:
es: Métodos y herramientas diferentes según la complejidad del proyecto:

source: Different time and distance interval criteria were used to distinguish duplicate entries.
es: Se usaron diferentes criterios de intervalo de tiempo y distancia para distinguir las entradas duplicadas.

source: Dip and Direction7
es: Buzamiento y dirección7

source: Dip assumed to be 90o for strike-slip faults, 60o for normal faults and 45o for reverse faults, unless published dip information is available.
es: Se trabajó con el supuesto de buzamiento de 90° para fallas de deslizamiento horizontal, 60° para fallas de deslizamiento normal y 45° para fallas de deslizamiento inverso, salvo que se encontrara información publicada sobre buzamiento.

source: Dip assumed to be 90° for strike-slip faults, 60o for normal faults and 45o for reverse faults, unless published dip information is available.
es: Se trabajó con el supuesto de buzamiento de 90° para fallas de deslizamiento horizontal, 60° para fallas de deslizamiento normal y 45° para fallas de deslizamiento inverso, salvo que se encontrara información publicada sobre buzamiento.

source: Dip assumed to be 90° for strike-slip faults, 60° for normal (N) faults, and 45° for reverse (R) faults, unless published dip information is available.
es: Se trabajó con el supuesto de buzamiento de 90° para fallas de deslizamiento horizontal, 60° para fallas de deslizamiento normal (N) y 45° para fallas de deslizamiento inverso (R), salvo que se encontrara información publicada sobre buzamiento.

source: Dip5
es: Buzamiento5

source: Directed and managed the geotechnical component of the regional seismic risk assessment of the Terasen Gas TP and IP pipeline system in Metro Vancouver, Vancouver Island, and Whistler (Coastal System) as well as in BC’s interior (Interior System) for four levels of earthquake shaking, i.e., return periods of 475 years, 1,000 years, 2,475 years, and 5,000 years.
es: Dirigió y gestionó el componente geotécnico de la evaluación de riesgo sísmico regional del sistema de gasoductos a presión de transmisión e intermedia Terasen Gas en la zona metropolitana de Vancouver, isla de Vancouver y Whistler (sistema costero) así como en el interior de Columbia Británica (sistema interior) para cuatro niveles de movimiento sísmico, es decir, con periodos de retorno de 475 años, 1000 años, 2475 años y 5000 años.

source: Directed the seismic vulnerability assessment of the water mains submarine crossings and on-land segments on either side of Coquitlam River for four levels of earthquake ground motions, i.e., return periods of 100 years, 475 years, 2,475 years, and 10,000 years.
es: Dirigió la evaluación de vulnerabilidad sísmica de los cruces submarinos de los sistemas de distribución de agua y de segmentos sobre el suelo a ambos lados del río Coquitlam para cuatro niveles de movimiento sísmico, es decir, con periodos de retorno de 100 años, 475 años, 2475 años y 10000 años.

source: Directed the seismic vulnerability assessment of the water mains submarine crossings and on-land segments on either side of the Pitt River for three levels of earthquake ground motions, i.e., return periods of 100 years, 475 years, and 10,000 years.
es: Dirigió la evaluación de vulnerabilidad sísmica de los cruces submarinos de los sistemas de distribución de agua y de segmentos sobre el suelo a ambos lados del río Pitt para tres niveles de movimiento sísmico, es decir, con periodos de retorno de 100 años, 475 años y 10000 años.

source: Director term limits will remain at 6 years, with a contested vote of shareholders after an initial term of 4 years
es: El periodo de los Directores seguirá durando como máximo 6 años y se renovará con el voto de los accionistas al término de los primeros 4 años

source: Directors appointed for a four year term with eligibility to compete, following this term, in straw poll for two more years.
es: Directores designados por un periodo de cuatro años con posibilidad de competir, tras este periodo, en una encuesta para extender su mandato por dos años

source: Discharge elevations are assigned within each model layer, facilitating seepage boundaries for each hydrostratigraphic unit.
es: Se asignaron elevaciones de descarga en cada capa del modelo para facilitar fronteras a la infiltración en cada unidad hidroestratigráfica.

source: Discoloured or stained soil
es: Suelo descolorido o manchado

source: Discretionary Spending
es: Gastos discrecionales

source: Discuss how the Injury Management process is being implemented for a project or in a work area
es: Analizar cómo se está implementando el proceso de manejo de lesiones en un proyecto o lugar de trabajo

source: Discuss our FRCs
es: Hablar de nuestros FRC

source: Discuss our HSSE culture and journey to interdependence, see Dupont Bradley curve
es: Hablar de nuestra cultura de HSSE y de nuestro viaje hacia la interdependencia, ver la Curva Dupont-Bradley.

source: Discuss planned scope and confirm that they have appropriate experience and the necessary equipment.
es: Analizar el alcance planeado y confirmar que haya experiencia adecuada y el equipamiento necesario.

source: Discuss the HSSE issue or concerns with the person(s) immediately affected on site.
es: Analizar el problema o las inquietudes sobre HSSE con las personas directamente afectadas en el sitio o faena.

source: Discuss the potential site activities with the client and land occupant prior to mobilization.
es: Analizar las posibles actividades en el sitio con el cliente y el ocupante del terreno antes de movilizar a los equipos.

source: Discuss the project HSSE plan and other HSSE tools in use
es: Hablar del plan de HSSE del proyecto y de otras herramientas en uso

source: Discussing with Jocelyn's Group Leader, there is a certain interest from our clients team to help and mentor her.
es: Al discutirlo con el Líder de Grupo de Jocelyn, existe un interés del equipo de clientes de asistirla y ofrecerle mentoría.

source: Discussion (at a conceptual level) is also provided with respect to potential conditions following closure.
es: Además, se incluye un análisis (a nivel conceptual) sobre las condiciones potenciales después de las actividades de cierre.

source: Discussion Topics Included:
es: Temas de conversación:

source: Discussion of all possible GMPEs is not needed, but at least some discussion would provide confidence that the subset selected is reasonably representative.
es: No es necesario discutir todas las ecuaciones GMPE, pero al menos algunas para dar certeza de que se seleccionó un subconjunto bastante representativo.

source: Discussion of planned core locations with client representatives on-site.
es: Análisis de las ubicaciones propuestas para extraer testigos con representantes del cliente en el sitio

source: Discussion topics included:
es: Temas de conversación:

source: Displacement (prism) monitoring at critical (high risk) locations for accurate 3-d interpretation of slope movements
es: Monitoreo de desplazamiento (prisma) en lugares críticos (alto riesgo) para interpretar con precisión 3D los movimientos de taludes.

source: Distance
es: Distancia

source: Distance (km)
es: Distancia (km)

source: Distance to Site (km)2
es: Distancia a la mina (km)2

source: Distance as determined using Google Earth™.
es: Distancia determinada con Google Earth™.

source: Distance from blast to receptor
es: Distancia desde la voladura al receptor

source: Distance(m) 1)
es: Distancia(m) 1)

source: Distanceto Site
es: Distanciaa la mina

source: Distanceto Site (km)1
es: Distanciaal sitio (km)1

source: Distances are approximated relative to the project site location at 69.2626°W, 22.7921°S.
es: Distancias aproximadas en relación con la ubicación del proyecto en las coordenadas de longitud 69.2626°W y latitud 22.7921°S.

source: Distances are approximated relative to the project site location at 69.2626ºW, 22.7321ºS.
es: Distancias aproximadas en relación con la ubicación del proyecto en las coordenadas de longitud 69.2626°O y latitud 22.7321°S.

source: Distances the item is being moved
es: Las distancias de traslado;

source: Distinct insights into client needs and expectations
es: Comprensión clara de las necesidades y expectativas del cliente

source: Distressed vegetation
es: Vegetación perturbada

source: Distribute absorbent materials over the entire area of the spill.
es: Distribuir los materiales absorbentes en toda el área del derrame.

source: Distribute prisms throughout movement zones identified from radar monitoring to fully define the directions of slope movement in three dimensions
es: Distribuir los prismas en todas las zonas de movimiento identificadas a partir del monitoreo de radar para definir plenamente las direcciones de movimiento de los taludes en las tres dimensiones.

source: Distribution of Geotechnical Units in Current (April 2017) Pit
es: Distribución de unidades geotécnicas en el pit actual (abril 2017)

source: Distribution of results to all staff – January 11th.
es: Distribución de resultados a todo el personal – 11 de enero.

source: Divert water away from pit crests in potentially unstable ground;
es: Desviar las aguas lejos de los coronamientos de pits en suelo potencialmente inestable;

source: Division Leader
es: Líder de División

source: Do Liquidated Damages Apply?
es: ¿Se aplican daños y perjuicios?

source: Do not change the “OCCURRED OFFICE” once it has been set in the above first step!
es: No cambies el campo “Oficina” donde ocurrió el learning después de que haya quedado establecido en el primer paso.

source: Do not drive a vehicle if you have been working (including travelling) for more than 14 hours.
es: No conduzcas si llevas más de 14 horas trabajando (incluidas las horas de viaje).

source: Do not drive after 14 hours on duty
es: No conducir después de 14 horas de trabajo

source: Do not drive after 14 hours or legislated hours
es: No conducir después de 14 horas de trabajo o según indique la ley

source: Do not drive after 14 hours or legislated hours.
es: No conducir después de 14 horas de trabajo o según indique la ley.

source: Do not drive if you have been working more than 14 hours(including travel)
es: No conduzca si ha estado trabajando por más de 14 horas (incluyendo viajes)

source: Do not enter a confined and / or restricted space without understanding and following the required entry procedures.
es: No ingresar a un espacio confinado o restringido sin entender y seguir los procedimientos de ingreso requeridos.

source: Do not enter a confined and/or restricted space without understanding and following the required entry procedures.
es: No ingresar a un espacio confinado o restringido sin entender y seguir los procedimientos de ingreso requeridos.

source: Do not enter a confined space without understanding and following the required entry procedures.
es: No ingresar a un espacio confinado sin entender y seguir los procedimientos de ingreso requeridos.

source: Do not enter an unsupported excavation greater than the waist height
es: No entrar a una excavación sin soporte cuya profundidad supere la cintura.

source: Do not enter an unsupported excavation that is deeper than your waist.
es: No ingresar a una excavación sin soporte cuya profundidad supere la cintura.

source: Do not enter the operating zone until you have positive okay from the operator
es: No entrar en la zona de operación hasta tener confirmación plena del operador.

source: Do not enter the zone of influence of mobile equipment until you have a positive OK.
es: No entrar a la zona de influencia del equipo en movimiento hasta tener una confirmación plena.

source: Do not enter the zone of influence of mobile equipment until you have positive OK
es: No ingresar a la zona de influencia de equipos en movimiento hasta tener una autorización absoluta.

source: Do not enter the zone of influence of mobile equipment until you have positive OK.
es: No ingresar a la zona de influencia de equipos en movimiento hasta tener una autorización absoluta.

source: Do not hold the necessary competency to manage the risk.
es: No tener las competencias necesarias para manejar el riesgo.

source: Do not interfere with, or remove aquatic vegetation unless a specific permit has been granted.
es: No interferir con la vegetación acuática ni removerla a menos que se haya concedido un permiso específico.

source: Do not lean or step outside of a ladder’s safe work platform
es: No asomarse ni pisar fuera de la plataforma de trabajo seguro de una escala

source: Do not operate a vehicle if you are physically or psychologically impaired by fatigue, alcohol or other drugs.
es: No conducir un vehículo si se está impedido física o sicológicamente por la fatiga, el alcohol u otras drogas.

source: Do not pass under a suspended load.
es: No pasar bajo una carga suspendida.

source: Do not stand within 2 m (6.5 ft) of an open edge where there is the potential to fall greater than 1.8 m (6 ft) without approved fall protection.
es: No pararse a menos de 2 m de un borde sin los elementos aprobados de protección contra caídas si existe la posibilidad de caer más de 1,8 metros.

source: Do not stand within 2 m of an open edge where there is the potential to fall greater than 1.8 m without approved fall protection.
es: No pararse a menos de 2 m de un borde sin los elementos aprobados de protección contra caídas si existe la posibilidad de caer más de 1,8 metros.

source: Do not stand within 2m of an open edge where there is potential to fall greater than 1.8m without approved fall protection.
es: No pararse a menos de 2 m de un borde sin los elementos aprobados de protección contra caídas si existe la posibilidad de caer más de 1,8 metros.

source: Do not stand within 2m of an open edge where there is the potential to fall greater than 1.8m, without approved fall protection
es: No pararse a menos de 2 m de un borde sin los elementos aprobados de protección contra caídas si existe la posibilidad de caer más de 1,8 metros.

source: Do not stand within 2m of an open edge where there is the potential to fall greater than 1.8m, without approved fall protection.
es: No pararse a menos de 2 m de un borde sin los elementos aprobados de protección contra caídas si existe la posibilidad de caer más de 1,8 metros.

source: Do not talk on a mobile phone in the vicinity of moving equipment.
es: No hablar por celular cerca de equipos en movimiento.

source: Do not turn your back towards moving equipment.
es: No ponerse de espaldas a equipo en movimiento.

source: Do not use earphones, iPod, MP3 or any other devices which may be distracting when working near plant.
es: No usar audífonos, iPod, MP3 u otro dispositivo que pudiera ser una distracción mientras se trabaja cerca de maquinaria pesada o instalaciones.

source: Do not use mobile phones or other distracting devices
es: No usar teléfono celular u otros aparatos que causen distracción.

source: Do not use the colour logo when printing in single color black or white.
es: No usar el logo a color en impresiones de solo blanco o negro.

source: Do not use your cell phone
es: No usar el teléfono celular

source: Do not use your cell phone.
es: No usar el teléfono celular.

source: Do not walk over tailings alone.
es: No caminar solos sobre relaves.

source: Do you believe that your 2018 action items, tactics & deliverables were aligned to your Destination, challenging and achievable?
es: ¿Cree que sus ítemes de acción, tácticas y entregables para el 2018 están alineadas a su Destino, representan un desafío, y son factibles?

source: Do you believe that your Destination has changed during the course of the current cycle?
es: ¿Cree que Su Destino ha cambiado durante el transcurso de este ciclo?

source: Do you feel you own our HSSE system?
es: ¿Sientes como propio el sistema de HSSE?

source: Do you have any concerns about HSSE plans?
es: ¿Tienen alguna inquietud sobre los planes de HSSE?

source: Do you need any support in the area of HSSE?
es: ¿Necesitan algún apoyo en temas de HSSE?

source: Doctoral Student and Research Assistant (1994 to 1999)
es: Estudiante de doctorado y asistente de investigación (1994 a 1999)

source: Document # CANHS114: Investigations
es: Documento # CANHS114: Investigaciones

source: Document Date
es: Fecha de documento

source: Document condition of Jayula Intrusive as mining progresses and modify slope design as appropriate, including implementing a Pre-split and potentially steeping the design slope angle when competent, massive intrusive is encountered
es: Documentar la condición del Intrusivo Jayula a medida que avanza la explotación y modificar el diseño de taludes según corresponda, además de implementar un precorte y posiblemente aumentar el ángulo de los taludes de diseño al encontrarse intrusivo competente y masivo.

source: Document results by bench profiling using photogrammetry, laser scanning, or drone survey
es: Documentar los resultados mediante perfilamiento de bancos usando fotogrametría, escáner láser o levantamientos con drones.

source: Documentation of a preliminary conceptual hydrogeological model based on our site review and available information
es: Documentación de un modelo preliminar hidrogeológico conceptual basado en nuestra revisión en el sitio y en la información disponible;
